13/data/attachments/66e928c2559fe123.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Victoria_lot_Actions_76914_1</nif:username>
            <nif:friendToBeRequested>soap_actions_9c584c2b-d000-4a7d-b582-82a24adaa521</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>